[Xcom_SmartScan_StatBonus X2AbilityTemplate]
LocFriendlyName="Activate Smart Scanner"
LocHelpText="Grants +5 Sight Radius, +5 Flanking Crit Chance and +5 Flanking Aim Bonus for the remainder of the turn."

[Xcom_SmartScanMK2_StatBonus X2AbilityTemplate]
LocFriendlyName="Activate Smart Scanner MK2"
LocHelpText="Grants +10 Sight Radius, +10 Flanking Crit Chance, +10 Flanking Aim, and +3 Mobility Bonus for the remainder of the turn."

[XcomSmartScanner X2WeaponTemplate]
FriendlyName="Xcom Smart Scanner"
FriendlyNamePlural="Xcom Smart Scanners"
BriefSummary="While ADVENT might use their Smart Scanners to track those attempting to flee, we believe our soldiers will be able to make great use of them in the battlefield allowing them to take better flanking opportunities."
TacticalText="<Bullet/> A Smart Scanner grants +5 Sight Radius, +5 Flanking Crit Chance and +10 Flanking Aim Bonus."

[XcomSmartScannermk2 X2WeaponTemplate]
FriendlyName="Xcom Mk2 Smart Scanner"
FriendlyNamePlural="Xcom Mk2 Smart Scanners"
BriefSummary="We have managed to reverse engineer the advanced systems used by the most elite of Advent Pathfinders, using this sophisticated system our troops should be able to find the most optimal paths to eliminate their enemies, granting them higher mobility."
TacticalText="<Bullet/> A Mk2 Smart Scanner grants +10 Sight Radius, +10 Flanking Crit Chance, +15 Flanking Aim and +3 Mobility Bonus."

[XcomUltraLightVest X2EquipmentTemplate]
FriendlyName="UltraLight Vest"
FriendlyNamePlural="UltraLight Vests"
BriefSummary="This UltraLight vest derived from the material used by Advent Pathfinders is almost completely weightless, flexible like cloth and yet it grants as much protection as the normal underlay worn by our troops while allowing for a much greater range of movement."
TacticalText="<Bullet/> Grants +3 mobility bonus.\n<Bullet/> Only one armor enhancement can be equipped at a time."

[XcomProximityStunMine X2GrenadeTemplate]
FriendlyName="Proximity Stun Mine"
FriendlyNamePlural="Proximity Stun Mines"
BriefSummary="This powerful proximity stun mine is perfect for disabling groups of ADVENT or Alien enemies before our soldier's ambushes begin."
TacticalText="<Bullet/> Throwing a proximity stun mine will not break a soldier's concealment.<br><Bullet/> Proximity stun mines are not triggered by friendly units, but if caught within the mine's blast radius, friendly units will be stunned."
ThrownAbilityName="Throw Proximity Stun Mine"
ThrownAbilityHelpText="Throw a proximity stun mine at target area."
LaunchedAbilityname="Launch Proximity Stun Mine"
LaunchedAbilityHelpText="Launch a proximity stun mine at target area."

[HallucinogenicRounds X2AmmoTemplate]
FriendlyName="Terror Rounds"
FriendlyNamePlural="Terror Rounds"
BriefSummary="This round carries a supremely powerful chemical derived from the toxins used by Chosen Pathfinder Hunters that will undoubtedly cause a sense of terror, dread and panic on anyone hit by it."
TacticalText="<Bullet/> These rounds improve damage by 1 and cause panic on those hit by them.<br>"
